Repository: bilbilak/claudebar
Catalog: apps/macos/Resources/Localizable.xcstrings
Source language: en
Languages: ar, cs, de, es, fa, fr, hi, it, ja, ko, nl, pl, pt, ru, sv, tr, uk, zh

source: Sign in with Claude
ar: تسجيل الدخول باستخدام Claude
cs: Přihlásit se přes Claude
de: Mit Claude anmelden
es: Iniciar sesión con Claude
fa: ورود با Claude
fr: Se connecter avec Claude
hi: Claude से साइन इन करें
it: Accedi con Claude
ja: Claude でサインイン
ko: Claude로 로그인
nl: Aanmelden met Claude
pl: Zaloguj się przez Claude
pt: Iniciar sessão com Claude
ru: Войти через Claude
sv: Logga in med Claude
tr: Claude ile oturum aç
uk: Увійти через Claude
zh: 使用 Claude 登录

source: Sign in with your Claude account to fetch Max plan usage. Tokens are stored in GNOME Keyring via libsecret.
ar: سجّل الدخول بحسابك في Claude لجلب استخدام خطة Max. تُخزَّن الرموز في GNOME Keyring عبر libsecret.
cs: Přihlaste se svým účtem Claude, abyste získali přehled o využití plánu Max. Tokeny se ukládají do GNOME Keyring prostřednictvím knihovny libsecret.
de: Melden Sie sich mit Ihrem Claude-Konto an, um die Nutzung des Max-Tarifs abzurufen. Tokens werden über libsecret in GNOME Keyring gespeichert.
es: Inicie sesión con su cuenta de Claude para obtener el uso del plan Max. Los tokens se almacenan en GNOME Keyring mediante libsecret.
fa: با حساب Claude خود وارد شوید تا میزان استفاده از طرح Max دریافت شود. توکن‌ها از طریق libsecret در GNOME Keyring ذخیره می‌شوند.
fr: Connectez-vous avec votre compte Claude pour récupérer l'utilisation du plan Max. Les jetons sont stockés dans GNOME Keyring via libsecret.
hi: Max प्लान का उपयोग प्राप्त करने के लिए अपने Claude खाते से साइन इन करें। टोकन libsecret के माध्यम से GNOME Keyring में संग्रहीत होते हैं।
it: Accedi con il tuo account Claude per recuperare l'utilizzo del piano Max. I token sono memorizzati in GNOME Keyring tramite libsecret.
ja: Max プランの使用状況を取得するには、Claude アカウントでサインインしてください。トークンは libsecret 経由で GNOME Keyring に保存されます。
ko: Max 요금제 사용량을 가져오려면 Claude 계정으로 로그인하십시오. 토큰은 libsecret을 통해 GNOME Keyring에 저장됩니다.
nl: Meld u aan met uw Claude-account om het verbruik van het Max-abonnement op te halen. Tokens worden opgeslagen in GNOME Keyring via libsecret.
pl: Zaloguj się przy użyciu konta Claude, aby pobrać zużycie w planie Max. Tokeny są przechowywane w GNOME Keyring za pośrednictwem libsecret.
pt: Inicie sessão com a sua conta Claude para obter a utilização do plano Max. Os tokens são armazenados no GNOME Keyring através do libsecret.
ru: Войдите со своей учётной записью Claude, чтобы получить данные об использовании тарифа Max. Токены сохраняются в GNOME Keyring через libsecret.
sv: Logga in med ditt Claude-konto för att hämta användning av Max-abonnemanget. Tokens lagras i GNOME Keyring via libsecret.
tr: Max planı kullanımını almak için Claude hesabınızla oturum açın. Belirteçler libsecret aracılığıyla GNOME Keyring içinde saklanır.
uk: Увійдіть зі своїм обліковим записом Claude, щоб отримати дані про використання тарифу Max. Токени зберігаються в GNOME Keyring через libsecret.
zh: 使用您的 Claude 账户登录,以获取 Max 套餐用量。令牌通过 libsecret 存储在 GNOME Keyring 中。

source: Sign out
ar: تسجيل الخروج
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fa: خروج
fr: Se déconnecter
hi: साइन आउट
it: Esci
ja: サインアウト
ko: 로그아웃
nl: Afmelden
pl: Wyloguj się
pt: Terminar sessão
ru: Выйти
sv: Logga ut
tr: Oturumu kapat
uk: Вийти
zh: 退出登录

source: Sign-in failed
ar: فشل تسجيل الدخول
cs: Přihlášení se nezdařilo
de: Anmeldung fehlgeschlagen
es: Error al iniciar sesión
fa: ورود ناموفق بود
fr: Échec de la connexion
hi: साइन-इन विफल
it: Accesso non riuscito
ja: サインインに失敗しました
ko: 로그인에 실패했습니다
nl: Aanmelden mislukt
pl: Logowanie nie powiodło się
pt: Falha ao iniciar sessão
ru: Не удалось войти
sv: Inloggning misslyckades
tr: Oturum açma başarısız
uk: Не вдалося увійти
zh: 登录失败

source: Sign-in link copied to clipboard
ar: تم نسخ رابط تسجيل الدخول إلى الحافظة
cs: Přihlašovací odkaz zkopírován do schránky
de: Anmeldelink in die Zwischenablage kopiert
es: Enlace de inicio de sesión copiado al portapapeles
fa: پیوند ورود در کلیپ‌بورد کپی شد
fr: Lien de connexion copié dans le presse-papiers
hi: साइन-इन लिंक क्लिपबोर्ड पर कॉपी किया गया
it: Link di accesso copiato negli appunti
ja: サインインリンクをクリップボードにコピーしました
ko: 로그인 링크가 클립보드에 복사되었습니다
nl: Aanmeldlink gekopieerd naar het klembord
pl: Link logowania skopiowany do schowka
pt: Ligação de início de sessão copiada para a área de transferência
ru: Ссылка для входа скопирована в буфер обмена
sv: Inloggningslänken kopierad till urklipp
tr: Oturum açma bağlantısı panoya kopyalandı
uk: Посилання для входу скопійовано в буфер обміну
zh: 登录链接已复制到剪贴板

source: Signed in (token ends '…%s')
ar: تم تسجيل الدخول (ينتهي الرمز بـ '…%s')
cs: Přihlášeno (token končí na '…%s')
de: Angemeldet (Token endet auf '…%s')
es: Sesión iniciada (el token termina en «…%s»)
fa: وارد شدید (انتهای توکن: «…%s»)
fr: Connecté (le jeton se termine par « …%s »)
hi: साइन इन (टोकन का अंत '…%s')
it: Accesso eseguito (il token termina con «…%s»)
ja: サインイン済み(トークン末尾「…%s」)
ko: 로그인됨 (토큰 끝자리 '…%s')
nl: Aangemeld (token eindigt op '…%s')
pl: Zalogowano (token kończy się na '…%s')
pt: Sessão iniciada (o token termina em «…%s»)
ru: Выполнен вход (токен заканчивается на «…%s»)
sv: Inloggad (token slutar med '…%s')
tr: Oturum açık (token şununla bitiyor: '…%s')
uk: Виконано вхід (токен закінчується на «…%s»)
zh: 已登录(令牌以“…%s”结尾)

source: Small session and weekly percentages, stacked beside the bars.
ar: نسب مئوية صغيرة للجلسة والأسبوع، مرتّبة بجانب الأشرطة.
cs: Malé procentní hodnoty relace a týdne naskládané vedle pruhů.
de: Kleine Sitzungs- und Wochenprozentwerte, neben den Balken übereinander angeordnet.
es: Pequeños porcentajes de sesión y semanales, apilados junto a las barras.
fa: درصدهای کوچک نشست و هفتگی، در کنار نوارها روی هم چیده می‌شوند.
fr: Petits pourcentages de session et hebdomadaires, empilés à côté des barres.
hi: बार के बगल में लंबवत रूप से छोटे सत्र और साप्ताहिक प्रतिशत।
it: Piccole percentuali di sessione e settimanali, impilate accanto alle barre.
ja: セッションと週間の小さなパーセンテージをバーの横に縦に並べて表示します。
ko: 막대 옆에 작은 세션 및 주간 백분율이 세로로 표시됩니다.
nl: Kleine sessie- en weekpercentages, gestapeld naast de balken.
pl: Niewielkie wartości procentowe sesji i tygodnia, ułożone obok pasków.
pt: Pequenas percentagens da sessão e semanais, empilhadas ao lado das barras.
ru: Небольшие проценты сессии и недели, расположенные рядом с полосами.
sv: Små procentvärden för session och vecka, staplade bredvid staplarna.
tr: Çubukların yanında üst üste dizilmiş küçük oturum ve haftalık yüzdeler.
uk: Невеликі відсотки сесії та тижня, розташовані поруч зі смугами.
zh: 在条形旁堆叠显示小号的会话和每周百分比。

source: Small transparent widget rendering full-size bars. Draggable into any corner; right-click to lock or hide.
ar: أداة شفافة صغيرة تعرض أشرطة بحجم كامل. يمكن سحبها إلى أي ركن؛ انقر بزر الفأرة الأيمن للتثبيت أو الإخفاء.
cs: Malý průhledný widget zobrazující pruhy v plné velikosti. Lze jej přetáhnout do libovolného rohu; kliknutím pravým tlačítkem jej uzamknete nebo skryjete.
de: Kleines transparentes Widget mit Balken in voller Größe. In jede Ecke ziehbar; mit Rechtsklick fixieren oder ausblenden.
es: Pequeño widget transparente que muestra barras a tamaño completo. Se puede arrastrar a cualquier esquina; haga clic con el botón derecho para bloquearlo u ocultarlo.
fa: ابزارک کوچک و شفافی که نوارها را در اندازهٔ کامل نمایش می‌دهد. می‌توان آن را به هر گوشه‌ای کشید؛ برای قفل یا پنهان‌سازی، راست‌کلیک کنید.
fr: Petit widget transparent affichant des barres en taille réelle. Déplaçable dans n'importe quel coin ; clic droit pour le verrouiller ou le masquer.
hi: पूर्ण आकार के बार दिखाने वाला छोटा पारदर्शी विजेट। किसी भी कोने में खींचा जा सकता है; लॉक करने या छिपाने के लिए दायाँ-क्लिक करें।
it: Piccolo widget trasparente che mostra barre a grandezza naturale. Può essere trascinato in qualsiasi angolo; fai clic con il pulsante destro per bloccarlo o nasconderlo.
ja: フルサイズのバーを表示する小さな透明ウィジェット。任意の隅にドラッグでき、右クリックで固定または非表示にできます。
ko: 전체 크기의 막대를 표시하는 작은 투명 위젯입니다. 원하는 모서리로 끌어다 놓을 수 있으며, 마우스 오른쪽 버튼을 클릭하여 잠그거나 숨길 수 있습니다.
nl: Klein transparant widget dat balken op volledige grootte weergeeft. Versleepbaar naar elke hoek; klik met de rechtermuisknop om te vergrendelen of te verbergen.
pl: Mały przezroczysty widżet wyświetlający paski w pełnym rozmiarze. Można go przeciągnąć w dowolny róg; kliknij prawym przyciskiem myszy, aby zablokować lub ukryć.
pt: Pequeno widget transparente que apresenta barras em tamanho real. Pode ser arrastado para qualquer canto; clique com o botão direito para bloquear ou ocultar.
ru: Небольшой прозрачный виджет с полноразмерными полосами. Можно перетащить в любой угол; правый клик — закрепить или скрыть.
sv: Liten genomskinlig widget som visar staplar i full storlek. Kan dras till valfritt hörn; högerklicka för att låsa eller dölja.
tr: Tam boyutlu çubuklar gösteren küçük şeffaf bir araç. İstediğiniz köşeye sürüklenebilir; kilitlemek veya gizlemek için sağ tıklayın.
uk: Невеликий прозорий віджет із повнорозмірними смугами. Перетягується в будь-який кут; клацніть правою кнопкою, щоб закріпити або приховати.
zh: 小型透明小部件,显示完整尺寸的条形。可拖动到任意角落;右键单击可锁定或隐藏。

source: Status
ar: الحالة
cs: Stav
es: Estado
fa: وضعیت
fr: État
hi: स्थिति
it: Stato
ja: ステータス
ko: 상태
pl: Stan
pt: Estado
ru: Состояние
tr: Durum
uk: Стан
zh: 状态

source: Top bar
ar: الشريط العلوي
cs: Horní lišta
de: Obere Leiste
es: Barra superior
fa: نوار بالا
fr: Barre supérieure
hi: शीर्ष बार
it: Barra superiore
ja: 上部バー
ko: 상단 표시줄
nl: Bovenbalk
pl: Górny pasek
pt: Barra superior
ru: Верхняя панель
sv: Övre fält
tr: Üst çubuk
uk: Верхня панель
zh: 顶部栏

source: Tray icon
ar: أيقونة الشريط
cs: Ikona v oznamovací oblasti
de: Infobereich-Symbol
es: Icono de la bandeja
fa: نماد سینی
fr: Icône de la barre d'état
hi: ट्रे आइकन
it: Icona nella barra delle applicazioni
ja: トレイアイコン
ko: 트레이 아이콘
nl: Systeemvakpictogram
pl: Ikona w zasobniku
pt: Ícone da bandeja
ru: Значок в трее
sv: Aktivitetsfältsikon
tr: Sistem tepsisi simgesi
uk: Піктограма в треї
zh: 托盘图标

source: Unlock
ar: إلغاء القفل
cs: Odemknout
de: Entsperren
es: Desbloquear
fa: بازکردن قفل
fr: Déverrouiller
hi: अनलॉक
it: Sblocca
ja: ロック解除
ko: 잠금 해제
nl: Ontgrendelen
pl: Odblokuj
pt: Desbloquear
ru: Снять блокировку
sv: Lås upp
tr: Kilidi aç
uk: Розблокувати
zh: 解锁

source: Waiting for browser sign-in…
ar: في انتظار تسجيل الدخول عبر المتصفح…
cs: Čeká se na přihlášení v prohlížeči…
de: Warten auf Anmeldung im Browser…
es: Esperando el inicio de sesión en el navegador…
fa: در انتظار ورود از طریق مرورگر…
fr: En attente de la connexion via le navigateur…
hi: ब्राउज़र साइन-इन की प्रतीक्षा है…
it: In attesa dell'accesso dal browser…
ja: ブラウザでのサインインを待っています…
ko: 브라우저에서 로그인 대기 중…
nl: Wachten op aanmelding via browser…
pl: Oczekiwanie na zalogowanie w przeglądarce…
pt: À espera do início de sessão no navegador…
ru: Ожидание входа в браузере…
sv: Väntar på inloggning i webbläsaren…
tr: Tarayıcıda oturum açılması bekleniyor…
uk: Очікування входу в браузері…
zh: 等待在浏览器中登录…

source: Weekly (all models)
ar: أسبوعي (جميع النماذج)
cs: Týdně (všechny modely)
de: Wöchentlich (alle Modelle)
es: Semanal (todos los modelos)
fa: هفتگی (همهٔ مدل‌ها)
fr: Hebdomadaire (tous les modèles)
hi: साप्ताहिक (सभी मॉडल)
it: Settimanale (tutti i modelli)
ja: 週間(全モデル)
ko: 주간 (모든 모델)
nl: Wekelijks (alle modellen)
pl: Tygodniowo (wszystkie modele)
pt: Semanal (todos os modelos)
ru: За неделю (все модели)
sv: Vecka (alla modeller)
tr: Haftalık (tüm modeller)
uk: За тиждень (усі моделі)
zh: 每周(所有模型)

source: Weekly (all models): %d%%
ar: أسبوعي (جميع النماذج): %d%%
cs: Týdně (všechny modely): %d%%
de: Wöchentlich (alle Modelle): %d%%
es: Semanal (todos los modelos): %d%%
fa: هفتگی (همهٔ مدل‌ها): %d%%
fr: Hebdomadaire (tous les modèles) : %d%%
hi: साप्ताहिक (सभी मॉडल): %d%%
it: Settimanale (tutti i modelli): %d%%
ja: 週間(全モデル): %d%%
ko: 주간 (모든 모델): %d%%
nl: Wekelijks (alle modellen): %d%%
pl: Tygodniowo (wszystkie modele): %d%%
pt: Semanal (todos os modelos): %d%%
ru: За неделю (все модели): %d%%
sv: Vecka (alla modeller): %d%%
tr: Haftalık (tüm modeller): %d%%
uk: За тиждень (усі моделі): %d%%
zh: 每周(所有模型):%d%%

source: Weekly (all models): —
ar: أسبوعي (جميع النماذج): —
cs: Týdně (všechny modely): —
de: Wöchentlich (alle Modelle): —
es: Semanal (todos los modelos): —
fa: هفتگی (همهٔ مدل‌ها): —
fr: Hebdomadaire (tous les modèles) : —
hi: साप्ताहिक (सभी मॉडल): —
it: Settimanale (tutti i modelli): —
ja: 週間(全モデル): —
ko: 주간 (모든 모델): —
nl: Wekelijks (alle modellen): —
pl: Tygodniowo (wszystkie modele): —
pt: Semanal (todos os modelos): —
ru: За неделю (все модели): —
sv: Vecka (alla modeller): —
tr: Haftalık (tüm modeller): —
uk: За тиждень (усі моделі): —
zh: 每周(所有模型):—

source: Welcome to the ClaudeBar Setup
ar: مرحبًا بك في إعداد ClaudeBar
cs: Vítejte v instalaci ClaudeBar
de: Willkommen beim ClaudeBar-Setup
es: Bienvenido a la instalación de ClaudeBar
fa: به نصب ClaudeBar خوش آمدید
fr: Bienvenue dans l'installation de ClaudeBar
hi: ClaudeBar सेटअप में आपका स्वागत है
it: Benvenuto nell'installazione di ClaudeBar
ja: ClaudeBar セットアップへようこそ
ko: ClaudeBar 설치 프로그램에 오신 것을 환영합니다
nl: Welkom bij de installatie van ClaudeBar
pl: Witamy w instalatorze ClaudeBar
pt: Bem-vindo à configuração do ClaudeBar
ru: Добро пожаловать в установку ClaudeBar
sv: Välkommen till installationen av ClaudeBar
tr: ClaudeBar Kurulumuna Hoş Geldiniz
uk: Ласкаво просимо до встановлення ClaudeBar
zh: 欢迎使用 ClaudeBar 安装程序

source: When bars switch from green to orange to red.
ar: متى تتغير الأشرطة من الأخضر إلى البرتقالي ثم إلى الأحمر.
cs: Kdy pruhy přejdou ze zelené přes oranžovou až na červenou.
de: Wann die Balken von Grün auf Orange und dann auf Rot wechseln.
es: Cuándo las barras pasan de verde a naranja y luego a rojo.
fa: زمانی که رنگ نوارها از سبز به نارنجی و سپس قرمز تغییر می‌کند.
fr: Quand les barres passent du vert à l'orange puis au rouge.
hi: जब बार हरे से नारंगी और फिर लाल हो जाते हैं।
it: Quando le barre passano dal verde all'arancione e poi al rosso.
ja: バーが緑からオレンジ、そして赤に切り替わるタイミング。
ko: 막대 색상이 녹색에서 주황색, 빨간색으로 바뀌는 시점입니다.
nl: Wanneer balken van groen naar oranje en vervolgens naar rood overgaan.
pl: Kiedy paski zmieniają kolor z zielonego na pomarańczowy, a następnie czerwony.
pt: Quando as barras passam de verde para laranja e depois para vermelho.
ru: Когда полосы меняют цвет с зелёного на оранжевый, затем на красный.
sv: När staplarna växlar från grönt till orange till rött.
tr: Çubukların yeşilden turuncuya ve kırmızıya geçtiği eşikler.
uk: Коли смуги змінюють колір із зеленого на помаранчевий, а потім на червоний.
zh: 条形从绿色变为橙色再变为红色的时机。

source: Width (px):
ar: العرض (بكسل):
cs: Šířka (px):
de: Breite (px):
es: Anchura (px):
fa: عرض (پیکسل):
fr: Largeur (px) :
hi: चौड़ाई (पिक्सेल):
it: Larghezza (px):
ja: 幅(px):
ko: 너비(px):
nl: Breedte (px):
pl: Szerokość (px):
pt: Largura (px):
ru: Ширина (пикс.):
sv: Bredd (px):
tr: Genişlik (px):
uk: Ширина (пікс.):
zh: 宽度(像素):

source: Your browser should have opened to claude.ai. Complete sign-in there, then return here. This dialog will close automatically.
ar: من المفترض أن يكون متصفحك قد فتح claude.ai. أكمل تسجيل الدخول هناك ثم عُد إلى هنا. سيُغلق مربع الحوار هذا تلقائيًا.
cs: Váš prohlížeč by se měl otevřít na claude.ai. Dokončete tam přihlášení a poté se vraťte sem. Toto dialogové okno se automaticky zavře.
de: Ihr Browser sollte sich auf claude.ai geöffnet haben. Schließen Sie die Anmeldung dort ab und kehren Sie dann hierher zurück. Dieses Dialogfeld wird automatisch geschlossen.
es: Su navegador debería haberse abierto en claude.ai. Complete el inicio de sesión allí y luego vuelva aquí. Este cuadro de diálogo se cerrará automáticamente.
fa: مرورگر شما باید claude.ai را باز کرده باشد. ورود را در آنجا تکمیل کنید و سپس به اینجا بازگردید. این پنجره به‌طور خودکار بسته می‌شود.
fr: Votre navigateur devrait s'être ouvert sur claude.ai. Terminez la connexion là-bas, puis revenez ici. Cette boîte de dialogue se fermera automatiquement.
hi: आपका ब्राउज़र claude.ai पर खुल गया होगा। वहाँ साइन-इन पूरा करें, फिर यहाँ लौटें। यह संवाद स्वतः बंद हो जाएगा।
it: Il tuo browser dovrebbe aver aperto claude.ai. Completa l'accesso lì, quindi torna qui. Questa finestra di dialogo si chiuderà automaticamente.
ja: ブラウザで claude.ai が開いているはずです。そちらでサインインを完了し、こちらに戻ってください。このダイアログは自動的に閉じます。
ko: 브라우저가 claude.ai로 열렸을 것입니다. 그곳에서 로그인을 완료한 후 이 화면으로 돌아오십시오. 이 대화 상자는 자동으로 닫힙니다.
nl: Uw browser zou claude.ai geopend moeten hebben. Voltooi daar de aanmelding en kom dan hier terug. Dit dialoogvenster wordt automatisch gesloten.
pl: Twoja przeglądarka powinna otworzyć stronę claude.ai. Dokończ tam logowanie i wróć tutaj. To okno dialogowe zostanie zamknięte automatycznie.
pt: O seu navegador deverá ter aberto em claude.ai. Conclua o início de sessão aí e regresse a esta janela. Esta caixa de diálogo será fechada automaticamente.
ru: Ваш браузер должен был открыть claude.ai. Завершите вход там и вернитесь сюда. Это диалоговое окно закроется автоматически.
sv: Din webbläsare bör ha öppnats på claude.ai. Slutför inloggningen där och återvänd sedan hit. Den här dialogrutan stängs automatiskt.
tr: Tarayıcınız claude.ai adresini açmış olmalı. Oturum açmayı orada tamamlayın ve buraya geri dönün. Bu iletişim kutusu otomatik olarak kapanacak.
uk: Ваш браузер мав відкрити claude.ai. Завершіть вхід там і поверніться сюди. Це діалогове вікно закриється автоматично.
zh: 您的浏览器应已打开 claude.ai。请在那里完成登录,然后返回此处。此对话框将自动关闭。

source: in %d min
ar: خلال %d دقيقة
cs: za %d min
es: en %d min
fa: تا %d دقیقه دیگر
fr: dans %d min
hi: %d मिनट में
it: tra %d min
ja: %d 分後
ko: %d분 후
nl: over %d min
pl: za %d min
pt: em %d min
ru: через %d мин
sv: om %d min
tr: %d dk içinde
uk: через %d хв
zh: %d 分钟后

source: in %dd
ar: خلال %d يوم
cs: za %d d
de: in %d T.
es: en %d d
fa: تا %d روز دیگر
fr: dans %d j
hi: %d दिन में
it: tra %d g
ja: %d 日後
ko: %d일 후
nl: over %d d
pl: za %d dni
pt: em %d d
ru: через %d дн
sv: om %d d
tr: %d g içinde
uk: через %d дн
zh: %d 天后

source: in %dd %dh
ar: خلال %d يوم و%d ساعة
cs: za %d d %d h
de: in %d T. %d Std.
es: en %d d %d h
fa: تا %d روز و %d ساعت دیگر
fr: dans %d j %d h
hi: %d दिन %d घंटे में
it: tra %d g e %d h
ja: %d 日 %d 時間後
ko: %d일 %d시간 후
nl: over %d d %d u
pl: za %d dni %d godz.
pt: em %d d %d h
ru: через %d дн %d ч
sv: om %d d %d h
tr: %d g %d sa içinde
uk: через %d дн %d год
zh: %d 天 %d 小时后

source: in %dh
ar: خلال %d ساعة
cs: za %d h
de: in %d Std.
es: en %d h
fa: تا %d ساعت دیگر
fr: dans %d h
hi: %d घंटे में
it: tra %d h
ja: %d 時間後
ko: %d시간 후
nl: over %d u
pl: za %d godz.
pt: em %d h
ru: через %d ч
sv: om %d h
tr: %d sa içinde
uk: через %d год
zh: %d 小时后

source: in %dh %dm
ar: خلال %d ساعة و%d دقيقة
cs: za %d h %d min
de: in %d Std. %d Min.
es: en %d h %d min
fa: تا %d ساعت و %d دقیقه دیگر
fr: dans %d h %d min
hi: %d घंटे %d मिनट में
it: tra %d h e %d min
ja: %d 時間 %d 分後
ko: %d시간 %d분 후
nl: over %d u %d min
pl: za %d godz. %d min
pt: em %d h %d min
ru: через %d ч %d мин
sv: om %d h %d min
tr: %d sa %d dk içinde
uk: через %d год %d хв
zh: %d 小时 %d 分钟后

source: now
ar: الآن
cs: nyní
de: jetzt
es: ahora
fa: اکنون
fr: maintenant
hi: अभी
it: adesso
ja: 今
ko: 지금
nl: nu
pl: teraz
pt: agora
ru: сейчас
sv: nu
tr: şimdi
uk: зараз
zh: 现在
